Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# bitwarden.incompatible.step.2
source: 2. Open the downloaded DMG file and drag the Bitwarden application to the /Applications folder.
de: 2. Öffne die heruntergeladene DMG-Datei und ziehe die Bitwarden-Anwendung auf den Ordner „/Applications“.
es: 2. Abre el archivo DMG descargado y arrastra la aplicación Bitwarden a la carpeta /Applications.
fr: 2. Ouvrez le fichier DMG téléchargé et faites glisser l'application Bitwarden vers le dossier /Applications.
it: 2. Apri il file DMG scaricato e trascina l'applicazione Bitwarden nella /cartella Applications.
nl: 2. Open het gedownloade DMG-bestand en sleep de Bitwarden-app naar de map /Applications.
pl: 2. Otwórz pobrany plik DMG i przeciągnij aplikację Bitwarden do folderu /Applications.
pt: 2. Abre o ficheiro DMG transferido e arrasta a aplicação Bitwarden para a pasta /Applications.
ru: 2. Откройте загруженный файл DMG и перетащите приложение Bitwarden в стандартную папку «Программы».

# bitwarden.install
source: Install Bitwarden
de: Bitwarden installieren
es: Instalar bitwarden
fr: Installer Bitwarden
it: Installa Bitwarden
nl: Bitwarden installeren
pl: Zainstaluj aplikację Bitwarden
pt: Instalar o Bitwarden
ru: Установить Bitwarden

# bitwarden.install.info
source: To begin setup, first install Bitwarden from the App Store.
de: Um mit der Einrichtung zu beginnen, installiere zunächst Bitwarden aus dem App Store.
es: Para empezar con la configuración, primero instala Bitwarden desde la App Store.
fr: Pour lancer la configuration, installez d'abord Bitwarden depuis l'App Store.
it: Per iniziare la configurazione, installa prima Bitwarden dall'App Store.
nl: Installeer eerst Bitwarden vanuit de App Store om het instellen te starten.
pl: Aby rozpocząć konfigurację, najpierw zainstaluj aplikację Bitwarden ze sklepu App Store.
pt: Para iniciares a configuração, instala primeiro o Bitwarden a partir da App Store.
ru: Чтобы начать настройку, сначала установите Bitwarden из магазина приложений App Store.

source: Bitwarden integration complete!
de: Bitwarden-Integration abgeschlossen!
es: ¡Integración de Bitwarden completa!
fr: L'intégration de Bitwarden est terminée !
it: Integrazione Bitwarden completata.
nl: Integratie van Bitwarden voltooid!
pl: Ukończono integrację z aplikacją Bitwarden!
pt: Integração com o Bitwarden concluída!
ru: Интеграция с Bitwarden выполнена!

# bitwarden.integration.complete.info
source: You are now using Bitwarden as your password manager.
de: Du verwendest jetzt Bitwarden als deinen Passwortmanager.
es: Ahora utilizas Bitwarden como administrador de contraseñas.
fr: Bitwarden est désormais votre gestionnaire de mots de passe.
it: Ora stai usando Bitwarden come gestore di password.
nl: Je gebruikt Bitwarden nu als je wachtwoordbeheerder.
pl: Obecnie używasz aplikacji Bitwarden jako menedżera haseł.
pt: Agora estás a utilizar o Bitwarden como o teu gestor de palavras-passe.
ru: Теперь Bitwarden выполняет функцию вашего менеджера паролей.

# bitwarden.integration.not.approved
source: Integration with DuckDuckGo is not approved in Bitwarden app
de: Die Integration mit DuckDuckGo ist in der Bitwarden-App nicht genehmigt
es: La integración con DuckDuckGo no está aprobada en la aplicación Bitwarden
fr: L'intégration à DuckDuckGo n'est pas approuvée dans l'application Bitwarden
it: L'integrazione con DuckDuckGo non è approvata nell'app Bitwarden
nl: Integratie met DuckDuckGo is niet goedgekeurd in de Bitwarden-app
pl: Integracja z DuckDuckGo nie została zatwierdzona w aplikacji Bitwarden
pt: A integração com o DuckDuckGo não foi aprovada na aplicação Bitwarden
ru: Интеграция с DuckDuckGo не подтверждена в приложении Bitwarden.

# bitwarden.is.ready.to.connect
source: Bitwarden is ready to connect to DuckDuckGo!
de: Bitwarden ist bereit, sich mit DuckDuckGo zu verbinden!
es: ¡Bitwarden está lista para conectarse a DuckDuckGo!
fr: L'application Bitwarden est prête à se connecter à DuckDuckGo !
it: Bitwarden è pronto a connettersi a DuckDuckGo.
nl: Bitwarden is klaar om verbinding te maken met DuckDuckGo!
pl: Aplikacja Bitwarden jest gotowa do połączenia z DuckDuckGo!
pt: O Bitwarden está pronto para se ligar ao DuckDuckGo!
ru: Приложение Bitwarden готово к привязке к DuckDuckGo!

# bitwarden.missing.handshake
source: Missing handshake
de: Fehlender Handshake
es: Falta el Handshake
fr: Absence de prise de contact
it: Handshake mancante
nl: Ontbrekende handshake
pl: Brak uzgodnienia
pt: Handshake em falta
ru: Не выполнено «рукопожатие»

# bitwarden.not.installed
source: Bitwarden app is not installed
de: Die Bitwarden-App ist nicht installiert
es: La aplicación Bitwarden no está instalada
fr: L'application Bitwarden n'est pas installée
it: L'app Bitwarden non è installata
nl: De Bitwarden-app is niet geïnstalleerd
pl: Aplikacja Bitwarden nie jest zainstalowana
pt: A aplicação Bitwarden não está instalada
ru: Не установлено приложение Bitwarden

# bitwarden.old.version
source: Please update Bitwarden to the latest version
de: Bitte aktualisiere Bitwarden auf die neueste Version
es: Actualiza Bitwarden a la última versión
fr: Veuillez mettre à jour Bitwarden avec la dernière version
it: Aggiorna Bitwarden all'ultima versione
nl: Update Bitwarden naar de nieuwste versie
pl: Zaktualizuj aplikację Bitwarden do najnowszej wersji
pt: Atualiza o Bitwarden para a versão mais recente
ru: Обновите Bitwarden до последней версии

# bitwarden.preferences.complete-setup
source: Complete Setup…
de: Einrichtung abschließen …
es: Completar configuración...
fr: Terminer la configuration…
it: Completa la configurazione...
nl: Instelling voltooien ...
pl: Dokończ konfigurację…
pt: Concluir configuração…
ru: Завершить настройку…

# bitwarden.preferences.open-bitwarden
source: Open Bitwarden
de: Bitwarden öffnen
es: Abrir bitwarden
fr: Ouvrir Bitwarden
it: Apri Bitwarden
nl: Bitwarden openen
pl: Otwórz Bitwarden
pt: Abrir o Bitwarden
ru: Открыть Bitwarden

# bitwarden.preferences.run
source: Bitwarden app not running
de: Bitwarden-App wird nicht ausgeführt
es: La aplicación Bitwarden no se está ejecutando
fr: L'application Bitwarden n'est pas en cours d'exécution
it: L'app Bitwarden non è in esecuzione
nl: Bitwarden-app niet actief
pl: Aplikacja Bitwarden nie jest uruchomiona
pt: A aplicação Bitwarden não está a funcionar
ru: Не запущено приложение Bitwarden

# bitwarden.preferences.unable-to-connect
source: Unable to find or connect to Bitwarden
de: Bitwarden kann nicht gefunden oder kontaktiert werden
es: No se puede encontrar o conectar con Bitwarden
fr: Impossible de trouver Bitwarden ou de s'y connecter
it: Impossibile trovare o connettersi a Bitwarden
nl: Kan Bitwarden niet vinden of er verbinding mee maken
pl: Nie można znaleźć ani połączyć się z Bitwarden
pt: Não foi possível encontrar ou ligar ao Bitwarden
ru: Не удалось найти или привязать Bitwarden

# bitwarden.preferences.unlock
source: Unlock Bitwarden
de: Bitwarden entsperren
es: Desbloquear Bitwarden
fr: Déverrouiller Bitwarden
it: Sblocca Bitwarden
nl: Bitwarden ontgrendelen
pl: Odblokuj aplikację Bitwarden
pt: Desbloquear o Bitwarden
ru: Разблокировать Bitwarden

# bitwarden.waiting.for.handshake
source: Waiting for the handshake approval in Bitwarden app
de: Warten auf die Handshake-Genehmigung in der Bitwarden-App
es: Esperando la aprobación del Handshake en la aplicación Bitwarden
fr: En attente d'approbation de la prise de contact dans l'application Bitwarden
it: In attesa dell'approvazione dell'handshake nell'app Bitwarden
nl: Wachten op goedkeuring van de handshake in de Bitwarden-app
pl: Oczekiwanie na zatwierdzenie uzgodnienia w aplikacji Bitwarden
pt: A aguardar a aprovação do handshake na aplicação Bitwarden
ru: Ожидается «рукопожатие» от Bitwarden

# bitwarden.waiting.for.permissions
source: Waiting for permission to use Bitwarden in DuckDuckGo…
de: Warten auf die Erlaubnis, Bitwarden in DuckDuckGo zu verwenden …
es: Esperando permiso para usar Bitwarden en DuckDuckGo...
fr: En attente d'autorisation pour utiliser Bitwarden dans DuckDuckGo
it: In attesa dell'autorizzazione per utilizzare Bitwarden in DuckDuckGo…
nl: Wachten op toestemming om Bitwarden te gebruiken in DuckDuckGo …
pl: Oczekiwanie na pozwolenie na użycie aplikacji Bitwarden w DuckDuckGo…
pt: A aguardar permissão para utilizar o Bitwarden no DuckDuckGo…
ru: Ожидается разрешение использовать Bitwarden в DuckDuckGo

# bitwarden.waiting.for.status.response
source: Waiting for the status response from Bitwarden
de: Warten auf Statusantwort von Bitwarden
es: Esperando la respuesta de estado de Bitwarden
fr: En attente d'une réponse de Bitwarden concernant l'état
it: In attesa della risposta dello stato da parte di Bitwarden
nl: Wachten op de statusreactie van Bitwarden
pl: Oczekiwanie na odpowiedź ze stanem z aplikacji Bitwarden
pt: A aguardar a resposta do estado do Bitwarden
ru: Ожидается ответ о состоянии из Bitwarden

source: Bookmark import failed:
de: Lesezeichen-Import fehlgeschlagen:
es: Se ha producido un error al importar el marcador:
fr: Échec de l'importation des signets :
it: Importazione segnalibro non riuscita:
nl: Importeren van bladwijzer mislukt:
pl: Importowanie zakładek nie powiodło się:
pt: Falha na importação do marcador:
ru: Не удалось импортировать закладку:

source: Bookmark import failed.
de: Der Lesezeichen-Import ist fehlgeschlagen.
es: Se ha producido un error al importar el marcador.
fr: L'importation des signets a échoué.
it: Importazione segnalibro non riuscita.
nl: Importeren van bladwijzer mislukt.
pl: Importowanie zakładek nie powiodło się.
pt: Falha na importação do marcador.
ru: Не удалось импортировать закладку.

source: Bookmark All Tabs…
de: Alle Tabs mit Lesezeichen versehen…
es: Añadir todas las pestañas a marcadores…
fr: Ajouter tous les onglets aux signets…
it: Crea un segnalibro con tutte le schede…
nl: Alle tabbladen toevoegen als bladwijzer…
pl: Dodaj wszystkie karty do zakładek…
pt: Marcar todos os separadores…
ru: Добавить все вкладки в закладки…

# bookmark.dialog.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить

source: Bookmark Page
de: Seite mit Lesezeichen versehen
es: Marcar página
fr: Ajouter la page aux signets
it: Aggiungi la pagina ai segnalibri
nl: Bladwijzer voor pagina maken
pl: Dodaj stronę do zakładek
pt: Marcar página
ru: Добавить в закладки

source: Bookmark This Page…
de: Diese Seite mit einem Lesezeichen versehen…
es: Marcar esta página…
fr: Ajouter cette page aux signets…
it: Crea un segnalibro per questa pagina…
nl: Bladwijzer toevoegen voor deze pagina…
pl: Dodaj tę stronę do zakładek…
pt: Marcar esta página…
ru: Сохранить страницу в закладках…

# bookmark.update
source: Update Bookmark
de: Lesezeichen aktualisieren
es: Actualizar marcador
fr: Mettre à jour le signet
it: Aggiorna segnalibro
nl: Bladwijzer bijwerken
pl: Zaktualizuj zakładkę
pt: Atualizar marcador
ru: Обновить закладку

source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки

source: Bookmarks Import Complete:
de: Lesezeichen-Import abgeschlossen:
es: Importación de marcadores completada:
fr: Importation des signets terminée :
it: Importazione segnalibri completata:
nl: Importeren bladwijzers voltooid:
pl: Importowanie zakładek ukończone:
pt: Importação de marcadores concluída:
ru: Закладки импортированы:

source: Bookmarks:
de: Lesezeichen:
es: Marcadores:
fr: Signets :
it: Segnalibri:
nl: Bladwijzers:
pl: Zakładki:
pt: Marcadores:
ru: Закладки:

# bookmarks.add.dialog.title
source: New Bookmark
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
it: Nuovo segnalibro
nl: Nieuwe bladwijzer
pl: Nowa zakładka
pt: Novo marcador
ru: Новая закладка

# bookmarks.bar.context-menu.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать

# bookmarks.bar.context-menu.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить

# bookmarks.bar.context-menu.move-to-end
source: Move to End
de: Zum Ende wechseln
es: Mover al final
fr: Déplacer à la fin
it: Sposta alla fine
nl: Naar einde verplaatsen
pl: Przenieś na koniec
pt: Mover para o fim
ru: Поместить в конец

# bookmarks.bar.folder.empty
source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
nl: Leeg
pl: Pusty
pt: Vazio
ru: Пусто

# bookmarks.bar.preferences.show
source: Show Bookmarks Bar
de: Lesezeichenleiste anzeigen
es: Mostrar barra de marcadores
fr: Afficher la barre des signets
it: Mostra la barra dei segnalibri
nl: Bladwijzerbalk tonen
pl: Pokaż pasek zakładek
pt: Mostrar barra de marcadores
ru: Показывать панель закладок

# bookmarks.bar.prompt.accept
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
nl: Tonen
pl: Pokaż
pt: Mostrar
ru: Показать

# bookmarks.bar.prompt.dismiss
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verbergen
pl: Ukryj
pt: Ocultar
ru: Скрыть

# bookmarks.bar.prompt.message1
source: Show the Bookmarks Bar for quick access to your favorite bookmarks. You can adjust this later in **Settings** > **Appearance**.
de: Zeige die Lesezeichenleiste an, um schnell auf deine bevorzugten Lesezeichen zuzugreifen. Du kannst das später unter **Einstellungen** > **Erscheinungsbild** anpassen.
es: Muestra la barra de marcadores para acceder rápidamente a tus marcadores favoritos. Puedes ajustar esto más tarde en **Configuración** > **Apariencia**.
fr: Affichez la barre des signets pour accéder rapidement à vos favoris. Vous pourrez modifier cela plus tard dans **Réglages** > **Apparence**.
it: Mostra la barra dei segnalibri per accedere rapidamente ai tuoi segnalibri preferiti. Puoi modificarla in seguito in **Impostazioni** > **Aspetto**.
nl: Laat de bladwijzerbalk zien voor snelle toegang tot je favoriete bladwijzers. Je kunt dit later aanpassen in **Instellingen** > **Uiterlijk**.
pl: Pokaż pasek zakładek, aby mieć szybki dostęp do ulubionych zakładek. Możesz to później zmienić, wybierając kolejno **Ustawienia** > **Wygląd**.
pt: Mostra a barra de marcadores para teres acesso rápido aos teus marcadores favoritos. Podes ajustar isto mais tarde em **Definições** > **Aparência**.
ru: Отображать панель для быстрого доступа к закладкам в Избранном. Эту настройку можно изменить позже в разделе **Настройки** > **Внешний вид**.

# bookmarks.bar.prompt.title
source: Show Bookmarks Bar?
de: Lesezeichenleiste anzeigen?
es: ¿Mostrar barra de marcadores?
fr: Afficher la barre des signets ?
it: Mostra la barra dei segnalibri?
nl: Bladwijzerbalk tonen?
pl: Pokazać pasek zakładek?
pt: Mostrar barra de marcadores?
ru: Показывать панель закладок?

# bookmarks.bar.show
source: Bookmarks Bar
de: Lesezeichenleiste
es: Barra de marcadores
fr: Barre des signets
it: Barra dei segnalibri
nl: Bladwijzerbalk
pl: Pasek zakładek
pt: Barra de marcadores
ru: Панель закладок

# bookmarks.bar.show.always
source: Always show
de: Immer anzeigen
es: Mostrar siempre
fr: Toujours afficher
it: Mostra sempre
nl: Altijd tonen
pl: Zawsze pokazuj
pt: Mostrar sempre
ru: Всегда показывать

# bookmarks.bar.show.new-tab-only
source: Only show on New Tab
de: Nur auf neuem Tab anzeigen
es: Mostrar solo en una pestaña nueva
fr: Afficher uniquement sur un nouvel onglet
it: Mostra solo in una nuova scheda
nl: Alleen tonen op nieuw tabblad
pl: Pokaż tylko na nowej karcie
pt: Mostrar apenas no novo separador
ru: Показывать только в новой вкладке

# bookmarks.dialog.action.addAllBookmarks
source: Save Bookmarks
de: Lesezeichen speichern
es: Guardar marcadores
fr: Enregistrer les signets
it: Salva segnalibri
nl: Bladwijzers opslaan
pl: Zapisz zakładki
pt: Guardar marcadores
ru: Сохранение закладок

# bookmarks.dialog.action.addBookmark
source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter un signet
it: Aggiungi ai segnalibri
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt: Adicionar marcador
ru: Добавить закладку

# bookmarks.dialog.action.addFolder
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter le dossier
it: Aggiungi cartella
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
ru: Добавить папку

# bookmarks.dialog.allTabs.message.add
source: These bookmarks will be saved in a new folder:
de: Diese Lesezeichen werden in einem neuen Ordner gespeichert:
es: Estos marcadores se guardarán en una nueva carpeta:
fr: Ces signets seront enregistrés dans un nouveau dossier:
it: Questi segnalibri verranno salvati in una nuova cartella:
nl: Deze bladwijzers worden opgeslagen in een nieuwe map:
pl: Te zakładki zostaną zapisane w nowym folderze:
pt: Estes marcadores serão guardados numa nova pasta:
ru: Эти закладки будут сохранены в новой папке:

# bookmarks.dialog.allTabs.title.add
source: Bookmark Open Tabs (%d)
de: Offene Tabs mit Lesezeichen versehen (%d)
es: Añadir pestañas abiertas (%d)
fr: Ajouter les onglets ouverts (%d) aux signets
it: Aggiungere ai segnalibri le schede aperte (%d)
nl: %d geopende tabbladen toevoegen als bladwijzer
pl: Dodaj otwarte karty (%d) do zakładek
pt: Marcar separadores abertos (%d)
ru: Добавить открытые вкладки (%d) в закладки

# bookmarks.dialog.field.folderName
source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome della cartella
nl: Naam van de map
pl: Nazwa folderu
pt: Nome da pasta
ru: Название папки

# bookmarks.dialog.field.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение

# bookmarks.dialog.folder.title.add
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter le dossier
it: Aggiungi cartella
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
ru: Добавить папку

# bookmarks.dialog.folder.title.edit
source: Edit Folder
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
it: Modifica cartella
nl: Map bewerken
pl: Edytuj folder
pt: Editar pasta
ru: Изменить папку

# bookmarks.dialog.title.added
source: Bookmark Added
de: Lesezeichen hinzugefügt
es: Marcador añadido
fr: Signet ajouté
it: Segnalibro aggiunto
nl: Bladwijzer toegevoegd
pl: Dodano zakładkę
pt: Marcador adicionado
ru: Закладка добавлена

# bookmarks.empty.search.resukt..state.title
source: No bookmarks found
de: Keine Lesezeichen gefunden
es: No se han encontrado marcadores
fr: Aucun signet trouvé
it: Non sono stati trovati segnalibri
nl: Geen bladwijzers gevonden
pl: Nie znaleziono zakładek
pt: Nenhum marcador encontrado
ru: Закладки не найдены

# bookmarks.empty.search.result.state.message
source: Try different search terms.
de: Probiere verschiedene Suchbegriffe aus.
es: Prueba con diferentes términos de búsqueda.
fr: Essayez différents termes de recherche.
it: Prova con altri termini di ricerca.
nl: Probeer verschillende zoektermen.
pl: Spróbuj z innymi wyszukiwanymi hasłami.
pt: Experimenta termos de pesquisa diferentes.
ru: Попробуйте другие поисковые запросы.

# bookmarks.empty.state.message
source: If your bookmarks are saved in another browser, you can import them into DuckDuckGo.
de: Wenn deine Lesezeichen in einem anderen Browser gespeichert sind, kannst du sie in DuckDuckGo importieren.
es: Si tus marcadores se guardan en otro navegador, puedes importarlos a DuckDuckGo.
fr: Si vos favoris sont enregistrés dans un autre navigateur, vous pouvez les importer dans DuckDuckGo.
it: Se i segnalibri vengono salvati in un altro browser, è possibile importarli in DuckDuckGo.
nl: Als je bladwijzers in een andere browser zijn opgeslagen, kun je ze in DuckDuckGo importeren.
pl: Jeśli zakładki są zapisane w innej przeglądarce, możesz zaimportować je do DuckDuckGo.
pt: Se os teus marcadores estão guardados noutro navegador, podes importá-los para o DuckDuckGo.
ru: Если ваши закладки хранятся в другом браузере, вы можете импортировать их в DuckDuckGo.

# bookmarks.empty.state.title
source: No bookmarks yet
de: Bisher keine Lesezeichen
es: Todavía no hay marcadores
fr: Pas encore de signets
it: Ancora nessun segnalibro
nl: Nog geen bladwijzers
pl: Nie ma jeszcze zakładek
pt: Ainda sem marcadores
ru: Закладок пока нет

# bookmarks.import.button.title
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pt: Importar
ru: Импорт

# bookmarks.imported.from.folder
source: Imported from
de: Importiert aus
es: Importado desde
fr: Importés depuis
it: Importato da
nl: Geïmporteerd uit
pl: Zaimportowane z
pt: Importados de
ru: Импортировано из папки:

# bookmarks.imported.mobile.folder.title
source: Mobile bookmarks
de: Mobile Lesezeichen
es: Marcadores móviles
fr: Signets mobiles
it: Segnalibri per dispositivi mobili
nl: Mobiele bladwijzers
pl: Zakładki mobilne
pt: Marcadores de telemóveis
ru: Мобильные закладки

# bookmarks.imported.other.folder.title
source: Other bookmarks
de: Andere Lesezeichen
es: Otros marcadores
fr: Autres signets
it: Altri segnalibri
nl: Andere bladwijzers
pl: Inne zakładki
pt: Outros marcadores
ru: Другие закладки

# bookmarks.manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
nl: Beheren
pl: Zarządzaj
pt: Gerir
ru: Настроить

# bookmarks.manage-bookmarks
source: Manage Bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores
fr: Gérer les signets
it: Gestisci segnalibri
nl: Bladwijzers beheren
pl: Zarządzaj zakładkami
pt: Gerir marcadores
ru: Управление закладками

# bookmarks.open.in.new.tabs
source: Open in New Tabs
de: In neuen Tabs öffnen
es: Abrir en nuevas pestañas
fr: Ouvrir dans de nouveaux onglets
it: Apri in una nuova scheda
nl: Openen in nieuw tabbladden
pl: Otwórz w nowych kartach
pt: Abrir em novos separadores
ru: Открыть в новой вкладке

# bookmarks.show-toolbar-panel
source: Open Bookmarks Panel
de: Lesezeichen-Bedienfeld öffnen
es: Abrir panel de marcadores
fr: Ouvrir le volet des signets
it: Apri il pannello Segnalibri
nl: Bladwijzerpaneel openen
pl: Otwórz panel zakładek
pt: Abrir painel de marcadores
ru: Открыть панель закладок

# bookmarks.sort.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig
pl: Ręcznie
ru: Вручную

# bookmarks.sort.name.asc
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Ascendente
nl: Oplopend
pl: Rosnąco
pt: Ascendente
ru: По возрастанию

# bookmarks.sort.name.desc
source: Descending
de: Absteigend
es: Descendente
fr: Descendant
it: Discendente
nl: Aflopend
pl: Malejąco
pt: Descendente
ru: По убыванию

source: Bring All to Front
de: Alle nach vorne bringen
es: Traer todo al frente
fr: Tout mettre au premier plan
it: Porta tutto davanti
nl: Breng alles naar voren
pl: Przesuń na wierzch
pt: Passar tudo para a frente
ru: Вынести все на передний план

# burner.homepage.description.1
source: Browse without saving local history
de: Durchsuchen ohne Speichern des lokalen Verlaufs
es: Navegar sin guardar el historial local
fr: Parcourir sans enregistrer l'historique local
it: Sfoglia senza salvare la cronologia locale
nl: Bladeren zonder lokale geschiedenis op te slaan
pl: Przeglądaj bez zapisywania historii lokalnej
pt: Navegar sem guardar o histórico local
ru: Просмотр сайтов без сохранения локальной истории

# burner.homepage.description.2
source: Sign in to a site with a different account
de: Melde dich mit einem anderen Konto bei einer Website an
es: Iniciar sesión en un sitio con una cuenta diferente
fr: Se connecter à un site avec un autre compte
it: Accedi a un sito con un altro account
nl: Meld je aan bij een website met een ander account
pl: Zaloguj się do witryny przy użyciu innego konta
pt: Iniciar sessão num site com uma conta diferente
ru: Вход на сайт через другую учетную запись
